{
    "pancakesOnKefir": {
        "image_url": "img/pancakesOnKefir.jpg",
        "text": "Млинці на кефірі\n\nІнгрендієнти:\n1 л кефіру\n4 ст. л. цукру\n2 ст. л. вершкового масла\n2 скл. пшеничного борошна\n0,50 ч. л. солі\n1 ч. л. соди\n3 ст. л. олії\n\n1.Розбиваємо яйця в миску, додаємо цукор і сіль. Збиваємо міксером до розчинення солі та цукру.\n2.Додаємо пів склянки борошна та соду. Злегка збиваємо міксером.\n3.Продовжуючи збивати, поступово вводимо в суміш кефір і рослинну олію. Якщо бажаєте отримати пухкі млинці на кефірі, візьміть трішки менше кефіру.\n4.Не припиняючи збивати, додаємо в тісто борошно, що залишилося.\n5.Має вийти ідеально гладке тісто для млинців на кефірі без грудочок.\n6.На розпечену та злегка змащену вершковим маслом сковороду виливаємо невелику кількість тіста. Нахиляючи сковорідку, рівномірно розподіляємо тісто по всій сковороді.\n7.Смажимо млинчик на кефірі з одного боку, після чого перевертаємо на інший. Ще секунд 30 – і млинчик готовий.\n8.Печемо млинці, поки не закінчиться тісто. Готові млинці на кефірі складаємо на тарілку, не забуваючи кожен злегка змащувати вершковим маслом."
    },
    "cheesecakeWithoutBaking": {
        "image_url": "img/cheesecakeWithoutBaking.jpg",
        "text": "Чізкейк без випічки\n\nІнгрендієнти:\n500 гр домашнього сиру\n1 банка згущеного молока\n10 гр желатину\n150 мл води\n250 гр пісочного печива\n100 гр вершкового масла\nЯгідний соус\nФрукти, ягоди\n\n1.Для приготування чизкейка з домашнього сиру подрібнюємо печиво на дрібну крихту – можна за допомогою блендера.\n2.Вершкове масло розтопимо на повільному вогні та змішаємо з пісочною крихтою.\n3.Форму для чизкейка з сиру застеляємо пергаментним папером. Викладаємо пісочну масу, руками сформуємо корж-основу та бортики.\n4.Швидкорозчинний желатин розведемо у воді та залишимо на 10 хвилин. Потім помістимо склянку з желатином у гарячу воду, щоб повністю розчинилися желатинові гранули.\n5.Домашній сир для чизкейка без випічки змішаємо зі згущеним молоком. У сирну масу вливаємо желатин та перемішуємо.\n6.Сирну масу викладаємо на корж-основу, накриваємо форму харчовою плівкою та ставимо в холодильник на 3-4 години для застигання.\n7.Сирний чізкейк поливаємо ягідним соусом, прикрашаємо фруктами або ягодами та подаємо на стіл."
    },
    "crumbleWithApricots": {
        "image_url": "img/crumbleWithApricots.jpg",
        "text": "Крамбл із абрикосами\n\nІнгрендієнти:\n300 гр абрикосів\n120 гр борошна (1 склянка об'ємом 200 мл)\n100 мл олії\n80 гр цукру\n\n1.Абрикоси миємо, витираємо насухо, розрізаємо на половинки, видаляємо кісточки. Нарізаємо скибочками.\n2.Розкладаємо скибочки абрикосів у порційні форми.\n3.Духовку розігріваємо до 180 градусів.\n4.Для приготування пісочної крихти в миску насипаємо борошно, цукор і додаємо холодне вершкове масло, яке натираємо на великій тертці або нарізаємо дрібними кубиками.\n5.Пальцями перетираємо суміш до отримання дрібної крихти.\n6.Розкладаємо крихту поверх абрикосів.\n.7.Запікаємо крамбл з абрикосами в попередньо розігрітій до 180 градусів духовці 25 хвилин.\n8.Крамбл з абрикос готовий."
    }
}